<?php

return [
    'global' => [
        'page_title' => 'LAYS DONER',
        'page_description' => 'LAYS DONER',
        'project_name' => 'LAYS DONER',
        'project_name_short' => 'LD',
        'dashboard_title' => 'Dashboard',
        'go_to_list' => 'Тізімге өту',
        'go_to_page' => 'Бетке өту',
        'are_you_sure' => 'Сіз сенімдіміз бе?',
        'show' => 'Көрсету',
        'edit' => 'Өңдеу',
        'delete' => 'Жою',
        'yes' => 'Ия',
        'no' => 'Жоқ',
        'profile' => 'Профиль',
        'logout'  => 'Шығу',
        'moveUp' => 'Көтеру',
        'moveDown' => 'Төменгі',
    ],
    'login' => [
        'title_text' => 'Сессияны бастау үшін кіріңіз',
        'signin_label' => 'Кіру',
        'error' => 'Қате логин немесе пароль! Сайт әкімшісімен хабарласыңыз.',
        'restore' => 'Мен паролімді ұмытып кеттім',
        'fields' => [
            'email' => 'Email',
            'password' => 'Құпия сөз',
            'password_confirmation' => 'Құпия сөзді растау',
            'is_remember' => 'Есіңізде болсын',
        ],
    ],
    'reset_password' => [
        'title_email_text' => 'Құпиясөзді қалпына келтіру үшін электрондық пошта мекенжайын енгізіңіз',
        'title_reset_text' => 'Сайтқа кіру үшін жаңа құпия сөзді енгізіңіз',
        'restore' => 'Қалпына келтіру',
        'email_button' => 'Құпиясөзді қалпына келтіру',
        'success' => 'Құпия сөзді қалпына келтіру сілтемесі көрсетілген электрондық пошта мекенжайына жіберілді!',
        'user_not_found' => 'Пайдаланушы табылған жоқ!',
        'subject' => 'Құпия сөзді қалпына келтіру',
        'title_message' => 'Қайырлы күн!',
        'first_line' => 'Сіз бұл электрондық хатты алғансыз, себебі электрондық поштаның құпия сөзін қалпына келтіру әрекеті болды. Қалпына келтіру үшін батырманы басыңыз!',
        'second_line' => 'Егер құпия сөзді қалпына келтіру әрекетін жасамасаңыз, әкімшіңізге хабарласыңыз!',
    ],
];


