<?php
return [
    'layout' => [
        'partials' => [
            'header' => [
                'menu' => [
                ],
            ],
            'footer' => [
            ],
            'stores' => [
            ],
        ],
    ],

    'pages' => [
        'home' => [
            'certificate_2000' => '10 досын алып келген алғашқы 40 адам электроника дүкеніне бір сертификаттан алады.',
            'certificate_10000' => 'Бәрінен да көп дос алып келген топ-100 арасында электроника дүкеніне үш сертификат ойнатамыз.',
            'certificate_20000' => 'Ең көп досын алып келген топ-5 ішіндегі әрқайсысы электроника дүкеніне осындай бір сертификаттан алады.',
        ],

        'about' => [
        ],

        'products' => [
        ],
    ],

    'modals' => [
    ],

    'shares' => [
        'title' => '',
        'description' => '',
    ],
];
