<?php

return [
    'global' => [
        'page_title' => 'LAYS DONER',
        'page_description' => 'LAYS DONER',
        'project_name' => 'LAYS DONER',
        'project_name_short' => 'LD',
        'dashboard_title' => 'Dashboard',
        'go_to_list' => 'Перейти к списку',
        'go_to_page' => 'Перейти на страницу',
        'are_you_sure' => 'Вы уверены?',
        'show' => 'Показать',
        'edit' => 'Изменить',
        'delete' => 'Удалить',
        'yes' => 'Да',
        'no' => 'Нет',
        'profile' => 'Профиль',
        'logout'  => 'Выйти',
        'moveUp' => 'Поднять',
        'moveDown' => 'Опустить',
    ],
    'login' => [
        'title_text' => 'Авторизуйтесь, чтобы начать сеанс',
        'signin_label' => 'Войти',
        'error' => 'Неправильный логин или пароль! Обратитесь к администратору сайта.',
        'restore' => 'Я забыл свой пароль',
        'fields' => [
            'email' => 'Email',
            'password' => 'Пароль',
            'password_confirmation' => 'Подтверждение пароля',
            'is_remember' => 'Запомнить',
        ],
    ],
    'reset_password' => [
        'title_email_text' => 'Введите адрес электронной почты для восстановления пароля',
        'title_reset_text' => 'Введите новый пароль для получения доступа к сайту',
        'restore' => 'Восстановить',
        'email_button' => 'Восстановить пароль',
        'success' => 'Ссылка на восстановление пароля была отправлена на указанный адрес электронной почты!',
        'user_not_found' => 'Пользователь не найден!',
        'subject' => 'Восстановление пароля',
        'title_message' => 'Добрый день!',
        'first_line' => 'Вы получили это письмо потому что была попытка восстановления пароля для Вашего email. Нажмите на кнопку для восстановления!',
        'second_line' => 'Если Вы не делали попыток восстановления пароля - обратитесь к администратору!',
    ],
];


