<?php
return [
    'layout' => [
        'partials' => [
            'header' => [
                'menu' => [
                ],
            ],
            'footer' => [
            ],
            'stores' => [
            ],
        ],
    ],

    'pages' => [
        'home' => [
            'certificate_2000' => 'Первые 40 человек, которые приведут 10 друзей, получат по сертификату в магазин электроники.',
            'certificate_10000' => 'Среди топ-100 тех, кто привел больше всего друзей, мы разыграем три сертификата в магазин электроники.',
            'certificate_20000' => 'Каждый из топ-5, кто привел максимальное количество друзей, получит по такому сертификату в магазин электроники.',
        ],

        'about' => [
        ],

        'products' => [
        ],
    ],

    'modals' => [
    ],

    'shares' => [
        'title' => 'LAY’S ДОНЕР',
        'description' => 'Приглашай друзей, получай призы!',
    ],
];
