<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси для нагадування пароля
    |--------------------------------------------------------------------------
    |
    | Наступні тексти будуть повернуті брокером паролей при помилкових
    | введенях під час редагування паролей користувачем. Наприклад,
    | за недійсного коду зміни пароля або неправильному новому паролі.
    |
    */

    'password' => 'Пароль должен быть не менее 6 символов длиной и совпадать с подтверждением.',
    'reset'    => 'Ваш пароль был изменен!',
    'sent'     => 'Ми надіслали на Вашу електронну адресу посилання для зміни пароля!',
    'token'    => 'Помилковий код для зміни пароля.',
    'user'     => 'Користувача з такою електронною адресою не знайдено.',

];
